Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: These bands are the app's own, and the honest caveat is that no consumer recovery score has been independently validated: Doherty, Baldwin, Lambe, Burke & Altini (2025) reviewed 14 composite scores across 10 manufacturers and found none with rigorous independent validation in the peer-reviewed literature. Where composites have been tested, they track acute physiological stress reasonably but discriminate poorly between "good" and "excellent". So treat a move from 82 to 91 as noise, and a sustained drop as worth attention.
ar: هذه النطاقات خاصة بالتطبيق، والتحفّظ الصريح هو أنه لم يُتحقق من أي درجة تعافٍ استهلاكية بشكل مستقل: راجع Doherty وBaldwin وLambe وBurke وAltini (2025) 14 نتيجة مركّبة من 10 مصنّعين ولم يجدوا أيًّا منها خضع لتحقق مستقل صارم في الأدبيات المحكّمة. وحيث اختُبرت النتائج المركّبة، فإنها تتتبع الإجهاد الفسيولوجي الحاد بشكل معقول لكنها تميّز بشكل ضعيف بين «جيد» و«ممتاز». لذا اعتبر الانتقال من 82 إلى 91 ضوضاء، والانخفاض المستمر جديرًا بالانتباه.
da: Disse bånd er appens egne, og det ærlige forbehold er, at ingen forbrugerrestitutionsscore er blevet uafhængigt valideret: Doherty, Baldwin, Lambe, Burke & Altini (2025) gennemgik 14 sammensatte scorer fra 10 producenter og fandt ingen med grundig uafhængig validering i den fagfællebedømte litteratur. Hvor sammensatte scorer er blevet testet, følger de akut fysiologisk stress rimeligt, men skelner dårligt mellem »god« og »fremragende«. Så betragt en ændring fra 82 til 91 som støj og et vedvarende fald som værd at være opmærksom på.
de: Diese Bereiche sind die eigenen der App, und der ehrliche Vorbehalt lautet: Kein Erholungswert für Verbraucher wurde unabhängig validiert. Doherty, Baldwin, Lambe, Burke & Altini (2025) untersuchten 14 zusammengesetzte Werte von 10 Herstellern und fanden keinen mit gründlicher unabhängiger Validierung in der begutachteten Literatur. Wo solche Werte getestet wurden, bilden sie akuten physiologischen Stress recht gut ab, unterscheiden aber schlecht zwischen „gut“ und „ausgezeichnet“. Betrachte einen Sprung von 82 auf 91 also als Rauschen und einen anhaltenden Rückgang als beachtenswert.
es: Estas franjas son propias de la app, y la advertencia honesta es que ninguna puntuación de recuperación de consumo se ha validado de forma independiente: Doherty, Baldwin, Lambe, Burke y Altini (2025) revisaron 14 puntuaciones compuestas de 10 fabricantes y no encontraron ninguna con una validación independiente rigurosa en la literatura revisada por pares. Donde se han probado, las puntuaciones compuestas siguen razonablemente bien el estrés fisiológico agudo, pero distinguen mal entre «bueno» y «excelente». Así que trata un paso de 82 a 91 como ruido, y una bajada sostenida como algo que merece atención.
fi: Nämä rajat ovat sovelluksen omia, ja rehellinen varaus on, ettei mitään kuluttajille suunnattua palautumispistemäärää ole validoitu riippumattomasti: Doherty, Baldwin, Lambe, Burke & Altini (2025) kävivät läpi 14 yhdistettyä pistemäärää 10 valmistajalta eivätkä löytäneet yhdellekään perusteellista riippumatonta validointia vertaisarvioidusta kirjallisuudesta. Siellä missä yhdistelmiä on testattu, ne seuraavat akuuttia fysiologista stressiä kohtuullisesti mutta erottelevat huonosti "hyvän" ja "erinomaisen". Pidä siis muutosta 82:sta 91:een kohinana ja pysyvää laskua huomion arvoisena.
fr: Ces bandes sont propres à l’app, et la réserve honnête est qu’aucun score de récupération grand public n’a été validé de façon indépendante : Doherty, Baldwin, Lambe, Burke & Altini (2025) ont examiné 14 scores composites de 10 fabricants et n’en ont trouvé aucun ayant fait l’objet d’une validation indépendante rigoureuse dans la littérature évaluée par des pairs. Là où des scores composites ont été testés, ils suivent raisonnablement le stress physiologique aigu mais distinguent mal « bon » d’« excellent ». Considérez donc un passage de 82 à 91 comme du bruit, et une baisse durable comme digne d’attention.
is: Þessi bil eru appsins eigin, og heiðarlegi fyrirvarinn er sá að engin batastig fyrir almenna neytendur hafa verið sannreynd af óháðum aðilum: Doherty, Baldwin, Lambe, Burke og Altini (2025) fóru yfir 14 samsett stig frá 10 framleiðendum og fundu ekkert með strangri óháðri sannprófun í ritrýndum heimildum. Þar sem samsett stig hafa verið prófuð fylgja þau bráðri lífeðlisfræðilegri streitu sæmilega en greina illa á milli „góðs“ og „frábærs“. Líttu því á hækkun úr 82 í 91 sem suð og viðvarandi lækkun sem eitthvað sem vert er að gefa gaum.
it: Queste fasce sono dell'app, e l'avvertenza onesta è che nessun punteggio di recupero commerciale è stato validato in modo indipendente: Doherty, Baldwin, Lambe, Burke & Altini (2025) hanno esaminato 14 punteggi compositi di 10 produttori e non ne hanno trovato nessuno con una validazione indipendente rigorosa nella letteratura sottoposta a revisione paritaria. Dove i punteggi compositi sono stati testati, seguono in modo ragionevole lo stress fisiologico acuto ma distinguono male tra "buono" ed "eccellente". Quindi considera un passaggio da 82 a 91 come rumore, e un calo prolungato come qualcosa a cui prestare attenzione.
ja: これらの区分はアプリ独自のものであり、正直に言えば、一般向けの回復スコアで独立した検証を受けたものはありません：Doherty、Baldwin、Lambe、Burke、Altini（2025）は 10 社の 14 種類の複合スコアをレビューし、査読付き文献で厳密な独立検証を受けたものは一つもないことを見出しました。複合スコアが検証された場合でも、急性の生理的ストレスはそれなりに捉えるものの、「良好」と「優秀」の区別はうまくできません。ですから、82 から 91 への変化はノイズとみなし、持続的な低下に注意を向けてください。
ko: 이 구간은 앱 자체의 것이며, 솔직하게 말하면 어떤 소비자용 회복 점수도 독립적으로 검증된 적이 없습니다: Doherty, Baldwin, Lambe, Burke & Altini(2025)는 10개 제조사의 종합 점수 14개를 검토했지만, 동료 심사 문헌에서 엄격하게 독립 검증된 것은 하나도 없었습니다. 종합 점수가 시험된 경우, 급성 생리적 스트레스는 그럭저럭 추적하지만 "좋음"과 "매우 좋음"은 잘 구분하지 못했습니다. 그러니 82에서 91로의 변화는 노이즈로 보고, 지속적인 하락은 주의를 기울일 만한 것으로 보세요.
nb: Disse båndene er appens egne, og det ærlige forbeholdet er at ingen restitusjonsscore for forbrukere er uavhengig validert: Doherty, Baldwin, Lambe, Burke & Altini (2025) gikk gjennom 14 sammensatte scorer fra 10 produsenter og fant ingen med grundig uavhengig validering i fagfellevurdert litteratur. Der sammensatte scorer er testet, følger de akutt fysiologisk stress rimelig godt, men skiller dårlig mellom «bra» og «utmerket». Behandle derfor en endring fra 82 til 91 som støy, og et vedvarende fall som noe verdt å legge merke til.
nl: Deze banden zijn van de app zelf, en de eerlijke kanttekening is dat geen enkele herstelscore voor consumenten onafhankelijk is gevalideerd: Doherty, Baldwin, Lambe, Burke & Altini (2025) bekeken 14 samengestelde scores van 10 fabrikanten en vonden er geen met grondige onafhankelijke validatie in de peer-reviewed literatuur. Waar samengestelde scores zijn getest, volgen ze acute fysiologische stress redelijk, maar maken ze slecht onderscheid tussen ‘goed’ en ‘uitstekend’. Zie een stap van 82 naar 91 dus als ruis, en een aanhoudende daling als iets om op te letten.
pt_br: Essas faixas são do próprio app, e a ressalva honesta é que nenhuma pontuação de recuperação para consumidores foi validada de forma independente: Doherty, Baldwin, Lambe, Burke & Altini (2025) analisaram 14 pontuações compostas de 10 fabricantes e não encontraram nenhuma com validação independente rigorosa na literatura revisada por pares. Quando pontuações compostas foram testadas, elas acompanham razoavelmente o estresse fisiológico agudo, mas discriminam mal entre "bom" e "excelente". Então trate uma mudança de 82 para 91 como ruído, e uma queda persistente como algo que merece atenção.
ru: Эти диапазоны — собственные диапазоны приложения, и честная оговорка такова: ни одна потребительская оценка восстановления не прошла независимую проверку. Doherty, Baldwin, Lambe, Burke и Altini (2025) рассмотрели 14 составных оценок 10 производителей и не нашли ни одной со строгой независимой проверкой в рецензируемой литературе. Там, где составные оценки проверялись, они неплохо отслеживают острый физиологический стресс, но плохо различают «хорошо» и «отлично». Поэтому считайте переход с 82 на 91 шумом, а устойчивое снижение — поводом обратить внимание.
sv: De här intervallen är appens egna, och den ärliga reservationen är att ingen återhämtningspoäng för konsumenter har validerats oberoende: Doherty, Baldwin, Lambe, Burke & Altini (2025) granskade 14 sammansatta poäng från 10 tillverkare och fann ingen med rigorös oberoende validering i referentgranskad litteratur. Där sammansatta poäng har testats följer de akut fysiologisk stress rimligt väl men skiljer dåligt mellan "bra" och "utmärkt". Se därför en förändring från 82 till 91 som brus, och en ihållande nedgång som värd uppmärksamhet.
zh_hans: 这些区间是应用自己设定的，坦白说，还没有任何消费级恢复评分经过独立验证：Doherty、Baldwin、Lambe、Burke 和 Altini（2025）审查了 10 家厂商的 14 种综合评分，发现在同行评审文献中没有一种经过严格的独立验证。在综合评分被测试过的情况下，它们能较好地跟踪急性生理压力，但区分“好”与“极好”的能力很差。因此，请把从 82 到 91 的变化视为噪声，而把持续下降视为值得关注。

source: These ranges are calibrated for your age ({age}). Your autonomic nervous system at {age} is different from a 25-year-old's — that's normal physiology. What matters most is YOUR personal trend over time, not how your numbers compare to someone else's.
ar: هذه النطاقات معايَرة لعمرك ({age}). جهازك العصبي الذاتي عند {age} مختلف عن جهاز شخص في الخامسة والعشرين — هذه فسيولوجيا طبيعية. الأهم هو اتجاهك الشخصي بمرور الوقت، لا مقارنة أرقامك بأرقام غيرك.
da: Disse intervaller er kalibreret til din alder ({age}). Dit autonome nervesystem som {age}-årig er anderledes end en 25-åriges — det er normal fysiologi. Det vigtigste er DIN personlige tendens over tid, ikke hvordan dine tal er i forhold til andres.
de: Diese Bereiche sind auf dein Alter ({age}) abgestimmt. Dein autonomes Nervensystem mit {age} unterscheidet sich von dem eines 25-Jährigen — das ist normale Physiologie. Am wichtigsten ist DEIN persönlicher Trend im Zeitverlauf, nicht der Vergleich deiner Zahlen mit denen anderer.
es: Estos rangos están calibrados para tu edad ({age}). Tu sistema nervioso autónomo a los {age} años es distinto del de alguien de 25: es fisiología normal. Lo que más importa es TU tendencia personal a lo largo del tiempo, no cómo se comparan tus números con los de otra persona.
fi: Nämä vaihteluvälit on kalibroitu ikääsi ({age}) varten. Autonominen hermostosi on {age} vuoden iässä erilainen kuin 25-vuotiaan — se on normaalia fysiologiaa. Tärkeintä on SINUN henkilökohtainen trendisi ajan mittaan, ei se, miten lukusi vertautuvat jonkun muun lukuihin.
fr: Ces plages sont calibrées pour votre âge ({age} ans). Votre système nerveux autonome à {age} ans est différent de celui d’une personne de 25 ans — c’est une physiologie normale. Ce qui compte le plus, c’est VOTRE tendance personnelle au fil du temps, pas la comparaison de vos chiffres avec ceux de quelqu’un d’autre.
is: Þessi bil eru kvörðuð fyrir aldur þinn ({age}). Ósjálfráða taugakerfið þitt við {age} ára aldur er öðruvísi en hjá 25 ára — það er eðlileg lífeðlisfræði. Það sem skiptir mestu máli er ÞÍN persónulega þróun yfir tíma, ekki hvernig tölurnar þínar standa miðað við annarra.
it: Questi intervalli sono calibrati per la tua età ({age} anni). Il tuo sistema nervoso autonomo a {age} anni è diverso da quello di un venticinquenne: è fisiologia normale. Ciò che conta di più è la TUA tendenza personale nel tempo, non il confronto dei tuoi numeri con quelli di qualcun altro.
ja: これらの範囲はあなたの年齢（{age} 歳）に合わせて調整されています。{age} 歳の自律神経系は 25 歳とは異なります — それは正常な生理です。最も大切なのは、他の人との比較ではなく、時間をかけたあなた自身のトレンドです。
ko: 이 범위는 사용자의 나이({age})에 맞춰 보정되었습니다. {age}세의 자율신경계는 25세와 다릅니다 — 정상적인 생리 현상입니다. 가장 중요한 것은 다른 사람과의 비교가 아니라 시간에 따른 본인의 추세입니다.
nb: Disse områdene er kalibrert for alderen din ({age}). Det autonome nervesystemet ditt ved {age} er annerledes enn hos en 25-åring — det er normal fysiologi. Det viktigste er DIN personlige trend over tid, ikke hvordan tallene dine er sammenlignet med andres.
nl: Deze bereiken zijn afgestemd op je leeftijd ({age}). Je autonome zenuwstelsel op je {age}e is anders dan dat van een 25-jarige — dat is normale fysiologie. Wat het meest telt is JOUW persoonlijke trend door de tijd heen, niet hoe je cijfers zich verhouden tot die van iemand anders.
pt_br: Estas faixas são calibradas para a sua idade ({age}). Seu sistema nervoso autônomo aos {age} é diferente do de alguém com 25 anos — isso é fisiologia normal. O que mais importa é a SUA tendência pessoal ao longo do tempo, não como seus números se comparam aos de outra pessoa.
ru: Эти диапазоны откалиброваны для вашего возраста ({age}). Ваша вегетативная нервная система в {age} лет отличается от системы 25-летнего — это нормальная физиология. Важнее всего ВАШ личный тренд во времени, а не сравнение ваших чисел с чужими.
sv: De här intervallen är kalibrerade för din ålder ({age}). Ditt autonoma nervsystem vid {age} skiljer sig från en 25-årings — det är normal fysiologi. Det viktigaste är DIN personliga trend över tid, inte hur dina siffror står sig mot någon annans.
zh_hans: 这些范围已按你的年龄（{age}）校准。{age} 岁时你的自主神经系统与 25 岁的人不同 — 这是正常生理现象。最重要的是你自己随时间的趋势，而不是你的数字与别人相比如何。

source: Things the AI remembers across conversations
ar: أشياء يتذكرها الذكاء الاصطناعي عبر المحادثات
da: Ting, AI'en husker på tværs af samtaler
de: Was sich die KI über Unterhaltungen hinweg merkt
es: Cosas que la IA recuerda entre conversaciones
fi: Asiat, jotka tekoäly muistaa keskustelusta toiseen
fr: Ce dont l’IA se souvient d’une conversation à l’autre
is: Hlutir sem gervigreindin man milli samtala
it: Cose che l'IA ricorda tra una conversazione e l'altra
ja: AI が会話をまたいで記憶すること
ko: AI가 대화 간에 기억하는 것
nb: Ting AI-en husker på tvers av samtaler
nl: Dingen die de AI over gesprekken heen onthoudt
pt_br: O que a IA lembra entre conversas
ru: Что ИИ помнит между разговорами
sv: Saker AI:n minns mellan samtal
zh_hans: AI 在不同对话之间记住的内容

source: Think of Stress Index as the complement to RMSSD: RMSSD measures how strong your parasympathetic "brake" is; Stress Index measures how hard your sympathetic "accelerator" is being pressed. When both are moving in the wrong direction for 2+ days, take a rest day.
ar: فكّر في مؤشر الإجهاد كمكمّل لـ RMSSD: يقيس RMSSD قوة «فرامل» الجهاز نظير الودي؛ ويقيس مؤشر الإجهاد شدة الضغط على «دوّاسة الوقود» الودية. عندما يتحرك كلاهما في الاتجاه الخاطئ لمدة يومين أو أكثر، خذ يوم راحة.
da: Tænk på Stressindeks som modstykket til RMSSD: RMSSD måler, hvor stærk din parasympatiske »bremse« er; Stressindeks måler, hvor hårdt din sympatiske »speeder« trykkes ned. Når begge bevæger sig i den forkerte retning i 2+ dage, så tag en hviledag.
de: Betrachte den Stressindex als Gegenstück zum RMSSD: Der RMSSD misst, wie stark deine parasympathische „Bremse“ ist; der Stressindex misst, wie fest dein sympathisches „Gaspedal“ gedrückt wird. Wenn sich beide 2+ Tage lang in die falsche Richtung bewegen, leg einen Ruhetag ein.
es: Piensa en el índice de estrés como el complemento del RMSSD: el RMSSD mide la fuerza de tu «freno» parasimpático; el índice de estrés mide cuánto se está pisando tu «acelerador» simpático. Cuando ambos van en la dirección equivocada durante 2 días o más, tómate un día de descanso.
fi: Ajattele stressi-indeksiä RMSSD:n vastinparina: RMSSD mittaa, kuinka vahva parasympaattinen "jarrusi" on; stressi-indeksi mittaa, kuinka kovaa sympaattista "kaasupoljinta" painetaan. Kun molemmat liikkuvat väärään suuntaan 2+ päivää, pidä lepopäivä.
fr: Voyez l’indice de stress comme le complément du RMSSD : le RMSSD mesure la force de votre « frein » parasympathique ; l’indice de stress mesure à quel point votre « accélérateur » sympathique est enfoncé. Quand les deux évoluent dans le mauvais sens pendant 2 jours ou plus, prenez une journée de repos.
is: Hugsaðu um streituvísitöluna sem hliðstæðu RMSSD: RMSSD mælir hversu sterk parasympatíska „bremsan“ er; streituvísitalan mælir hversu fast er stigið á sympatísku „bensíngjöfina“. Þegar bæði hreyfast í ranga átt í 2+ daga skaltu taka hvíldardag.
it: Considera l'Indice di stress come il complemento dell'RMSSD: l'RMSSD misura quanto è forte il "freno" parasimpatico; l'Indice di stress misura quanto viene premuto l'"acceleratore" simpatico. Quando entrambi vanno nella direzione sbagliata per 2 o più giorni, fai un giorno di riposo.
ja: ストレス指数は RMSSD を補うものと考えてください：RMSSD は副交感神経の「ブレーキ」がどれだけ強いかを、ストレス指数は交感神経の「アクセル」がどれだけ強く踏まれているかを測ります。両方が 2 日以上よくない方向に動いているときは、休養日をとりましょう。
ko: 스트레스 지수는 RMSSD를 보완하는 지표로 생각하세요: RMSSD는 부교감신경 "브레이크"가 얼마나 강한지를, 스트레스 지수는 교감신경 "가속 페달"이 얼마나 세게 밟히고 있는지를 측정합니다. 둘 다 2일 이상 나쁜 방향으로 움직이면 휴식일을 가지세요.
nb: Tenk på stressindeksen som motstykket til RMSSD: RMSSD måler hvor sterk den parasympatiske «bremsen» er; stressindeksen måler hvor hardt den sympatiske «gasspedalen» trykkes ned. Når begge går i feil retning i 2+ dager, ta en hviledag.
nl: Zie de stressindex als tegenhanger van RMSSD: RMSSD meet hoe sterk je parasympathische ‘rem’ is; de stressindex meet hoe hard je sympathische ‘gaspedaal’ wordt ingedrukt. Bewegen beide 2+ dagen de verkeerde kant op, neem dan een rustdag.
pt_br: Pense no Índice de estresse como o complemento do RMSSD: o RMSSD mede a força do seu "freio" parassimpático; o Índice de estresse mede o quanto o seu "acelerador" simpático está sendo pressionado. Quando os dois estiverem indo na direção errada por 2 ou mais dias, tire um dia de descanso.
ru: Считайте индекс стресса дополнением к RMSSD: RMSSD показывает, насколько силён ваш парасимпатический «тормоз», а индекс стресса — насколько сильно нажата симпатическая «педаль газа». Если оба 2+ дня движутся в неблагоприятную сторону, сделайте день отдыха.
sv: Se stressindex som motsatsen till RMSSD: RMSSD mäter hur stark din parasympatiska "broms" är; stressindex mäter hur hårt din sympatiska "gaspedal" trycks ned. När båda rör sig åt fel håll i 2+ dagar, ta en vilodag.
zh_hans: 可以把应激指数看作 RMSSD 的补充：RMSSD 衡量你的副交感“刹车”有多强；应激指数衡量你的交感“油门”踩得有多重。当两者连续 2 天以上都朝不好的方向变化时，安排一个休息日。
